[
  {
    "name": "Brian Dorton",
    "title": "Campus Director",
    "bio": "Brian Dorton is the Campus Director in Houston. He was born in Victoria, TX and moved to Houston soon after graduating from Texas A&M with a BS in Biomedical Science. He worked in education for 10 years with experience ranging from classroom teacher to campus administrator and everything in between. He received his Masters in Educational Management in 2010 from the University of Houston Clear Lake. He has had the unique opportunity to see learning take place in students as young as 5 all the way through retiring professionals. Being able to facilitate that learning, and seeing the same ah ha moments on the faces of students, regardless of age, is what ignites the fire in him to continue this endeavor. He is a father of two beautiful girls who take up all of his free time and he also firmly believes that brisket is the only BBQ that should be considered BBQ.",
    "pic": "https://dl.dropboxusercontent.com/u/335432/dorton.png",
    "city": "Houston",
    "order": "1"
  },
  {
    "name": "Christie Loyd",
    "title": "Campus Operations Manager",
    "bio": "Christie was born in Houston, TX and was lucky enough to move to Nigeria when she was two weeks old.  She spent the first few years of her life in Nigeria and Angola before moving to Boston, Tulsa and then back to Houston.  Those early adventures sparked a lifelong love of travel and she has been all over the world and still has many places on her “list” to see one day.  She graduated from The Art Institute of Houston with an AAS degree in Film Production and earned her BA in Communications/PR/Advertising with a minor in English from The University of Houston. Christie spent many years in sales before becoming an Assistant Director of Admissions at her alma matter, The Art Institute of Houston. This was where she discovered her passion for helping others achieve their dreams through education. She is involved with a number of charities that help children, animals, veterans and others.  In her spare time, she loves to travel the world, write films, spend time with friends and family and hanging out with her two dachshunds Ben and Betty Lou.",
    "pic": "https://media.licdn.com/mpr/mpr/shrinknp_400_400/AAEAAQAAAAAAAAUIAAAAJDRmYmM4NzM3LWI2MTctNGU5MC05OTkyLThjODllNWExOWIxMA.jpg",
    "city": "Houston",
    "order": "1"
  },
  {
    "name": "Jesse Wolgamott",
    "title": "Rails Instructor",
    "bio": "JWo was not born in Texas, but got here as fast as he could, y'all. He was born in Arizona and lived in Spain, Portugal, Egypt, Kenya, and Japan _ all before he was 6 _ and was given access to a computer (8086) soon thereafter. After Dig-Dug, being the only kid in school typing reports and handing in his school reports in Lotus 123, he started to like these computer things. He programmed Perl during Web 1.0, .NET during the bust, and now Ruby and JavaScripts. Jesse has been a consultant using open source software stack for 5 years, and is an open source developer and contributor. Jesse has taught Ruby courses since 2012, authored a book on AngularJS & Rails, and has loved Rails since 2007. Jesse has trained and spoke at conferences across the US, and has determined that Tacos rule and salads drool.",
    "pic": "http://jessewolgamott.com/images/jesse_wolgamott.jpg",
    "city": "Houston",
    "order": "2"
  },
  {
    "name": "Matthew Keas",
    "title": "Front End Instructor",
    "bio": "Matt is an Oklahama-born, Texas-raised southerner with brief Australian and British residences. He learnt programming in high school but quickly branched into scientific computing, compilers, web development, and computer security - settling with two security certifications from the man. The remaining 90% of Matt's experience was filled with his involvement in two startups; one SXSW campaign; a healthy dose of freelance web development; an opportunity to author a few books; and several speaking arrangements at large conferences - notably Future of Web Apps Boston, JSFest, and JS.Everywhere(2013). He also is organizing a JavaScript conference right here in Houston: Space City JS.",
    "pic": "https://www.theironyard.com/content/dam/theironyard/about/Team/Leadership/matt-keas.jpg",
    "city": "Houston",
    "order": "3"

  },

  {
    "name": "JUSTIN RICHARDS",
    "title": "Front End Instructor",
    "bio": "Justin spent the first 29 years of his life living in Massachusetts, Florida and New York. His move to Texas to teach for The Iron Yard was like a journey into the past. Exactly one hour into the past. Things just move a little more slowly here in the Central Time Zone, and we like it that way. Back in the future, Justin started out as a journalist. After spending a few years indulging his muse as a writer he moved on to study Natural Language Processing, the branch of computer science that deals with understanding and using human language. Essentially he's Joaquim Phoenix from the movie Her. He brings his love for language and his curiosity about AI (or the semblance thereof) to his Iron Yard curriculum on Front End Engineering and Python/Data Science.",
    "pic": "https://dl.dropboxusercontent.com/u/335432/Justin_Headshot%20%2813%20of%2021%29.jpg",
    "city": "Houston",
    "order": "4"
  },
  {
    "name": "Sam Kapila",
    "title": "UI Design Instructor",
    "bio": "Sam Kapila is a designer from the Dutch island of Curaçao, who lives in Austin, TX. For six years, Sam taught Communication Design at Texas State University, where she helped build web design curriculum, including developing an upper-level course on Responsive Web Design and web typography. Her previous design work is recognized by Good50x70, Poster4Tomorrow, CMYK Magazine, Art Director's Club of Houston, and the American Advertising Federation. When she's not designing and coding, she's recording podcasts or chasing food trucks around Austin and eating.\n\n",
    "pic": "http://theironyard.com/images/about/sam-kapila.jpg",
    "city": "Austin"
  },
  {
    "name": "Justin Herrick",
    "title": "Rails Instructor",
    "bio": "Justin was born and raised in southwest Florida, and currently resides in Tampa. Driven by a passion for games, he began teaching himself programming and design at a young age, creating video games for himself and his siblings. Justin understands the power of non-traditional education, self-taught in HTML, CSS, Ruby, Rails, Javascript, Actionscript, Haxe, Elixr, and Clojure. Justin joined 8th Light in early 2012, going through their apprenticeship program and later mentoring others. He has worked as an independent software consultant, social media manager, and is now excited to take on the role of educator. In his free time, Justin enjoys unsweetened iced tea, coffee, language design and indie games.\n\n",
    "pic": "http://theironyard.com/images/about/justin-herrick.jpg",
    "city": "Austin"
  },
  {
    "name": "Aaron Larner",
    "title": "Front End Instructor",
    "bio": "Aaron is a passionate software developer and recovering Nutella addict. He co-founded 900dpi.com, a content management and web hosting platform for web designers. Before starting 900dpi, Aaron was the Chief Technology Officer at The Art Commission, a global online community that celebrates design projects featuring commissioned artworks. When he's not working on a new Node.js project, Aaron enjoys rock climbing, cooking and exploring Austin.\n\n",
    "pic": "http://theironyard.com/images/about/aaron-larner.jpg",
    "city": "Austin"
  },
  {
    "name": "Abby Larner",
    "title": "Assistant Instructor",
    "bio": "Abby Larner graduated from the University of Virginia iwith a degree in Environmental Science, but a passion for design. A self-taught UI/UX designer and front-end developer, Abby focuses on creating experiences that balance the intricacies of form and function. In her free time, Abby works to build stronger communities through her nonprofit startup, Design Like Mad. Design Like Mad brings together student and professional designers for 12 hours to work on projects for local nonprofits. Since its first event in Madison, Wisconsin 2013, Design Like Mad held events in 3 more cities including Portland, OR, Milwaukee, WI, and San Diego, CA.\n\n",
    "pic": "http://theironyard.com/images/about/abby-larner.jpg",
    "city": "Austin"
  },
  {
    "name": "Sarah Lodato",
    "title": "Campus Director",
    "bio": "Sarah Lodato is a self-professed crafty superstar, and can be spotted around town digging through piles of vintage treasures for the next DIY opportunity. Her love for all-things-Atlanta has driven her deep involvement with the crafter and maker communities, a sense of “togetherness” she’s excited to bring to the Iron Yard. She's keen on styling and graphic design, always keeping her feet on both sides of the fence when it comes to creative and technical abilities.Her passion for education will be a driving force in new markets, and she’s excited to grow the organization's impactful and welcoming community.",
    "pic": "http://theironyard.com/images/about/sarah-lodato.jpg",
    "city": "Atlanta"
  },
  {
    "name": "Lindsay Sutton",
    "title": "Campus Operations \nManager",
    "bio": "Lindsay lived in four different locations before high school, and after graduating from Bryan College in Dayton, TN, she taught English as a second language in Seoul, Korea for 16 months. Lindsay keeps the travel bug at bay by spending time with her husband and puppy and exploring the ethnic restaurants in Atlanta. Since laying down roots through community involvement and different dance classes, the city has become home. Discovering The Iron Yard's Atlanta campus and becoming a part of the team in 2015 was a catalyst for Lindsay to invest even more in the community while capitalizing on her penchants for organization and efficiency as the Campus Operations Manager. The excellent Vietnamese restaurant down the street just sweetened the deal.\n\n",
    "pic": "http://theironyard.com/images/about/lindsay-sutton.jpg",
    "city": "Atlanta"
  },
  {
    "name": "Jo Albright",
    "title": "Mobile Instructor",
    "bio": "Jo started as a designer while studying at the Creative Circus, which has cursed him with the need to critique any and all bad design implementation. After getting a taste of code as a web developer, he found his passion and constantly pushed himself to learn more. That journey led him his true love: building apps for mobile devices. After launching several top-notch iOS apps, he landed at startup HighFive, a mobile rewards platform that tracks user activities and chooses when to offer rewards. His passion for education has never left, though, so he joined our team as an iOS instructor to help others discover the beauty of Objective-C.\n\n",
    "pic": "http://theironyard.com/images/about/team-jo.jpg",
    "city": "Atlanta"
  },
  {
    "name": "Brit Butler",
    "title": "Rails Instructor",
    "bio": "Brit taught himself programming in 2008 and never looked back. Though his professional background is web development with Ruby and Python, Brit's favorite hobby project is a Nintendo emulator written in Lisp. Brit is fascinated by the history of software, the interplay between academia and industry, and the unique challenges of legacy code. If he's not mumbling about macros or working on his open source projects, you can probably find him playing with his dogs, making cocktails, and trying to learn more about fighting games and sound synthesis.\n\n",
    "pic": "http://theironyard.com/images/about/brit-butler.jpg",
    "city": "Atlanta"
  },
  {
    "name": "JD Isaacks",
    "title": "Front End Instructor",
    "bio": "JD Isaacks was born in Fort Worth, Texas but has lived in many different places. He taught himself how to program while he was a computer technician in the U.S. Army. After leaving the military he spent the last 10 years as a fullstack software developer. He loves working on open source software, is the creator of the popular GitGutter Sublime Text package, and has contributed to many open source projects such as D3.js and Backbone.js. When he isn't busy hacking away he enjoys watching movies, documentaries, and spending time with his family.\n\n",
    "pic": "http://theironyard.com/images/about/jd-isaacks.jpg",
    "city": "Atlanta"
  },
  {
    "name": "Tim Whitacre",
    "title": "Front End Instructor",
    "bio": "Tim comes to Atlanta after living in Scranton, PA, for the past 12 years. He is just as excited to leave behind the long-wintered north as he is to be a part of the Iron Yard. As a developer he has had a wide range of experiences from roles in small startups to large, publicly traded companies. He is also the co-founder of an agency that has worked alongside Fortune 500 companies. When not programming, he can be found playing music or catching up on one of the many documentaries found on Netflix",
    "pic": "http://theironyard.com/images/about/tim-whitacre.jpg",
    "city": "Atlanta"
  },
  {
    "name": "Sally Kingston",
    "title": "Campus Director",
    "bio": "Sally grew up in Davidson, NC, but fled the south as soon as she could. She studied Math at Swarthmore College in not-so-sunny Pennsylvania, then fled the snow back to the south as soon as she could return, spending a few years in Chapel Hill studying Information Science at UNC and finally landing in Charleston, SC. She has spent most of the past seven years hanging out with developers in various capacities and has even picked up a little code herself. She spends her free time chasing her twin boys, pursuing the perfect gluten free cookie, and playing roller derby as her alter ego, Whippopotamus.\n\n",
    "pic": "http://theironyard.com/images/about/sally-kingston.jpg",
    "city": "Charleston"
  },
  {
    "name": "Calvin Webster",
    "title": "Front End Instructor",
    "bio": "Calvin was born in Hawaii but eventually landed in Charleston by way of the Outer Banks. Tempered by hurricanes and big waves, Calvin has a passion for coastal life that is only rivaled by his passion to learn and teach. Calvin has taught web development classes to college students and environmental education to K-12 students. As a developer Calvin has worked with a huge range of companies, from The Charleston Museum to the Veterans Administration and Cummins Marine. He has also contributed to the Modernizr project as well as Adobe Brackets.\n\n",
    "pic": "http://theironyard.com/images/about/team-calvin.jpg",
    "city": "Charleston"
  },
  {
    "name": "Robert Pearce",
    "title": "Rails Instructor",
    "bio": "Robert Pearce is an English major turned software writer from Charleston, SC who has spent the last 4 years living the digital nomad life throughout various European countries and the US. Tech industries in which he has worked range from healthcare to transportation to education. He is the CTO of RidePost, teaches aspiring coders, mentors startups and attempts to surf.\n\n",
    "pic": "http://theironyard.com/images/about/robert-pearce.jpg",
    "city": "Charleston"
  },
  {
    "name": "Nathan Hall",
    "title": "Assistant Instructor",
    "bio": "Nathan Hall is an Assistant Instructor of front end engineering with The Iron Yard. Before seeing the beauty of web development, Nathan worked in Capital Markets Advisory for PwC as a CPA. He loves combining his finance and accounting background with React and Rails. In his spare time, he loves playing fantasy baseball, quick games of speed chess, and Speyside Scotch.\n\n",
    "pic": "http://theironyard.com/images/about/nathan-hall-team.png",
    "city": "Charleston"
  },
  {
    "name": "Susanna Miller",
    "title": "Campus Director",
    "bio": "Susanna was raised in Nairobi, Kenya, and has also lived in Georgia, Alabama, Florida, and Virginia; she considers herself an extreme Southerner as a result. She moved to Orlando three years ago to do her MBA at Rollins, and came to the Iron Yard through her search for a way to use her business skills and passion for education to positively impact the lives of people in her community. She loves new stories and old books, and when she has free time, likes to experiment with crafting and sewing, as well as baking French pastries.\n\n",
    "pic": "http://theironyard.com/images/about/susanna.jpg",
    "city": "Orlando"
  },
  {
    "name": "Adam Jahr",
    "title": "Campus Operations \nManager",
    "bio": "Adam grew up in Minnesota before moving to Florida, where he attended the University of Central Florida in Orlando. He began his career as a journalist before transitioning to the nonprofit world, overseeing programming at a Tampa Bay community center. His passion for education led him back to Orlando to join The Iron Yard to make an impact on the lives of its students and the local community. When he's not behind a laptop, Adam can be found at music festivals or taking in local parks.\n\n",
    "pic": "http://theironyard.com/images/about/adam-jahr.jpg",
    "city": "Orlando"
  },
  {
    "name": "Ben Gohlke",
    "title": "iOS Instructor",
    "bio": "Ben grew up in Orlando, Florida and has been a tech nerd of one type or another his whole life. After teaching himself Linux administration and shell scripting, he tackled desktop Java development on several different projects, including one for the Department of Defense. Following some more Java development in the private sector and a dabble in Windows .NET programming for the now defunct Windows Mobile platform, he got hooked on the unique challenge presented by the limiting constraints of mobile programming. Upon the iPhone release, Ben began a 5 year exploration of Cocoa and Objective-C. Recently discovering the Iron Yard, he changed course once again to become the iOS instructor for TIY's Orlando campus. Ben is ready to dive in head first and do his best to serve the Iron Yard and its students well. Oh, and occasionally he likes to actually dive for real, mostly in the spectacular reefs and shipwrecks off the coast of Florida.\n\n",
    "pic": "http://theironyard.com/images/about/ben-gohlke.jpg",
    "city": "Orlando"
  },
  {
    "name": "David Rogers",
    "title": "Front End Instructor",
    "bio": "While also a long-time freelancer and full-stack developer, David really loves teaching. He helped design and teach the Web Development AS program for Valencia College, authored the 'Shaping Up with Angular JS' course for Code School, and is writing additional curriculum for more advanced students. Originally from Charleston, SC, he attended Clemson University and spent several years in Greenville, although long before the Iron Yard emerged. He may be an Orlando transplant, but -- like many other invasive species -- has become deeply rooted since being introduced. He leads monthly user groups, speaks at local tech conferences, and mentors others in his spare time. You can find him online by his unique pseudonym 'AL the X' and IRL by his penchant for haberdashery.\n\n",
    "pic": "http://theironyard.com/images/about/david-rogers.jpg",
    "city": "Orlando"
  },
  {
    "name": "Brian Gates",
    "title": "Ruby Instructor",
    "bio": "Brian is a proud product of Selinsgrove, Pennsylvania (midway between the state capitol and the Little League Hall of Fame; home of the World's Longest Banana Split). He has spent most of his life either teaching and tutoring - including math from long division to calculus, physics, beer brewing, chemical engineering, and kung fu, plus web development - or computering, playing with Fortran, Perl, PHP, Javascript, and Ruby. Ruby is the one that makes him smile, and it'll do the same for you. (Just say it out loud. 'Ruby. Rooobeeee.' See?)\n\n",
    "pic": "http://theironyard.com/images/about/brian-gates.jpg",
    "city": "Orlando"
  }
]
