[
  {
    "name": "Brian Dorton",
    "title": "Campus Director",
    "bio": "Brian Dorton is the Campus Director in Houston. He was born in Victoria, TX and moved to Houston soon after graduating from Texas A&M with a BS in Biomedical Science. He worked in education for 10 years with experience ranging from classroom teacher to campus administrator and everything in between. He received his Masters in Educational Management in 2010 from the University of Houston Clear Lake. He has had the unique opportunity to see learning take place in students as young as 5 all the way through retiring professionals. Being able to facilitate that learning, and seeing the same ah ha moments on the faces of students, regardless of age, is what ignites the fire in him to continue this endeavor. He is a father of two beautiful girls who take up all of his free time and he also firmly believes that brisket is the only BBQ that should be considered BBQ.",
    "pic": "https://media.licdn.com/mpr/mpr/shrinknp_400_400/AAEAAQAAAAAAAASGAAAAJDZkZDE0YTg2LWQyZWQtNGE3YS1iNTU1LTJlYWQzNWNiNDYxZA.jpg",
    "city": "Houston",
    "order": "1"
  },
  {
    "name": "Christie Loyd",
    "title": "Campus Operations Manager",
    "bio": "Christie was born in Houston, TX and was lucky enough to move to Nigeria when she was two weeks old.  She spent the first few years of her life in Nigeria and Angola before moving to Boston, Tulsa and then back to Houston.  Those early adventures sparked a lifelong love of travel and she has been all over the world and still has many places on her “list” to see one day.  She graduated from The Art Institute of Houston with an AAS degree in Film Production and earned her BA in Communications/PR/Advertising with a minor in English from The University of Houston. Christie spent many years in sales before becoming an Assistant Director of Admissions at her alma matter, The Art Institute of Houston. This was where she discovered her passion for helping others achieve their dreams through education. She is involved with a number of charities that help children, animals, veterans and others.  In her spare time, she loves to travel the world, write films, spend time with friends and family and hanging out with her two dachshunds Ben and Betty Lou.",
    "pic": "https://media.licdn.com/mpr/mpr/shrinknp_400_400/AAEAAQAAAAAAAAUIAAAAJDRmYmM4NzM3LWI2MTctNGU5MC05OTkyLThjODllNWExOWIxMA.jpg",
    "city": "Houston",
    "order": "1"
  },
  {
    "name": "Jesse Wolgamott",
    "title": "Rails Instructor",
    "bio": "JWo was not born in Texas, but got here as fast as he could, y'all. He was born in Arizona and lived in Spain, Portugal, Egypt, Kenya, and Japan _ all before he was 6 _ and was given access to a computer (8086) soon thereafter. After Dig-Dug, being the only kid in school typing reports and handing in his school reports in Lotus 123, he started to like these computer things. He programmed Perl during Web 1.0, .NET during the bust, and now Ruby and JavaScripts. Jesse has been a consultant using open source software stack for 5 years, and is an open source developer and contributor. Jesse has taught Ruby courses since 2012, authored a book on AngularJS & Rails, and has loved Rails since 2007. Jesse has trained and spoke at conferences across the US, and has determined that Tacos rule and salads drool.",
    "pic": "http://jessewolgamott.com/images/jesse_wolgamott.jpg",
    "city": "Houston",
    "order": "2"
  },
  {
    "name": "Matthew Keas",
    "title": ".NET Instructor",
    "bio": "Matt is an Oklahama-born, Texas-raised southerner with brief Australian and British residences. He learnt programming in high school but quickly branched into scientific computing, compilers, web development, and computer security - settling with two security certifications from the man. The remaining 90% of Matt's experience was filled with his involvement in two startups; one SXSW campaign; a healthy dose of freelance web development; an opportunity to author a few books; and several speaking arrangements at large conferences - notably Future of Web Apps Boston, JSFest, and JS.Everywhere(2013). He also is organizing a JavaScript conference right here in Houston: Space City JS.",
    "pic": "https://www.theironyard.com/content/dam/theironyard/about/Team/Leadership/matt-keas.jpg",
    "city": "Houston",
    "order": "3"

  },

  {
    "name": "JUSTIN RICHARDS",
    "title": "Front End Instructor",
    "bio": "Justin spent the first 29 years of his life living in Massachusetts, Florida and New York. His move to Texas to teach for The Iron Yard was like a journey into the past. Exactly one hour into the past. Things just move a little more slowly here in the Central Time Zone, and we like it that way. Back in the future, Justin started out as a journalist. After spending a few years indulging his muse as a writer he moved on to study Natural Language Processing, the branch of computer science that deals with understanding and using human language. Essentially he's Joaquim Phoenix from the movie Her. He brings his love for language and his curiosity about AI (or the semblance thereof) to his Iron Yard curriculum on Front End Engineering and Python/Data Science.",
    "pic": "https://dl.dropboxusercontent.com/u/335432/Justin_Headshot%20%2813%20of%2021%29.jpg",
    "city": "Houston",
    "order": "4"
  },

  {
    "name": "Mohammad Azam",
    "title": "Mobile Instructor",
    "bio": "Azam started iOS programming in 2010 and absolutely loved it. He has many apps on the app store. The most popular app is Vegetable Tree - Gardening Guide, which was also featured by Apple. He also runs a very popular YouTube channel called AzamSharp which has more than 5000 subscribers. He has written articles for many different magazines and presented at many different conferences including 360iDev in Denver. When not developing apps he likes to spend time with his beautiful family, exercise, play cricket and swim a few laps.",
    "pic": "http://static1.squarespace.com/static/521917aee4b07c5692c5e62e/t/5220c348e4b00610963063f1/1377878859582/photo%5B1%5D.jpg?format=500w",
    "city": "Houston",
    "order": "5"
  }
]
